xml/request/bog_felt654_rahman.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>05174430|870970</ac:identifier>
              <ac:source>undefined</ac:source>
              <dc:title>Selections from Rahman Baba</dc:title>
              <dc:title xsi:type="dkdcplus:full">Selections from Rahman Baba</dc:title>
              <dc:creator xsi:type="dkdcplus:aut">Rahman Baba</dc:creator>
              <dc:creator xsi:type="oss:sort">Rahman Baba</dc:creator>
              <dc:subject xsi:type="dkdcplus:genre">fiktion</dc:subject>
              <dc:description>Oversat fra pashto</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Poul Kristensen</dc:publisher>
              <dc:contributor>Jens Enevoldsen (f. 1922)</dc:contributor>
              <dc:date>1977</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dcterms:extent>190 sider</dcterms:extent>
              <dc:identifier xsi:type="dkdcplus:ISBN">87-7468-064-1</dc:identifier>
              <dc:language xsi:type="dcterms:ISO639-2">mul</dc:language>
              <dc:language>Flere sprog</dc:language>
              <dc:language xsi:type="dcterms:ISO639-2">pus</dc:language>
              <dc:language>Pashto</dc:language>
              <dc:language xsi:type="dcterms:ISO639-2">eng</dc:language>
              <dc:language>Engelsk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">05174430</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20010128224732</marcx:subfield>
                  <marcx:subfield code="d">19770826</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="o">c</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">1977</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="j">p</marcx:subfield>
                  <marcx:subfield code="l">mul</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="a">87-7468-064-1</marcx:subfield>
                  <marcx:subfield code="c">ib.</marcx:subfield>
                  <marcx:subfield code="d">kr. 96.00</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBF197737</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="041" ind1="0" ind2="0">
                  <marcx:subfield code="p">pus</marcx:subfield>
                  <marcx:subfield code="p">eng</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="100" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Rahman Baba</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Selections from Rahman Baba</marcx:subfield>
                  <marcx:subfield code="e">[edited by] Jens Enevoldsen</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="a">Herning</marcx:subfield>
                  <marcx:subfield code="b">Poul Kristensen</marcx:subfield>
                  <marcx:subfield code="k">Poul Kristensen, Herning</marcx:subfield>
                  <marcx:subfield code="c">1977</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="a">190 sider</marcx:subfield>
                  <marcx:subfield code="c">26 cm</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="a">Oversat fra pashto</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="654" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="n">88.42</marcx:subfield>
                  <marcx:subfield code="z">01</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="654" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="o">88.42</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="654" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="q">88.42</marcx:subfield>
                  <marcx:subfield code="z">11</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Enevoldsen</marcx:subfield>
                  <marcx:subfield code="h">Jens</marcx:subfield>
                  <marcx:subfield code="c">f. 1922</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="900" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Baba</marcx:subfield>
                  <marcx:subfield code="h">Bahman</marcx:subfield>
                  <marcx:subfield code="x">se</marcx:subfield>
                  <marcx:subfield code="w">Rahman Baba</marcx:subfield>
                  <marcx:subfield code="z">100</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="s10" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <oss:openurl>_BASEURL_url_ctx_fmt=info:ofi/fmt:kev:mtx:ctx&amp;ctx_ver=Z39.88-2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:book&amp;rft.btitle=Selections+from+Rahman+Baba&amp;rft.aulast=Rahman+Baba&amp;rft.aufirst=&amp;rft.auinit=&amp;rft.date=1977&amp;rft.isbn=87-7468-064-1&amp;rft.pub=Poul+Kristensen&amp;rft.genre=book</oss:openurl>
<os:identifier>870970-basis:05174430</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>fullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
